Repository: Thor77/Blueproximity
Catalog: *.po
Languages: fr

source: Name
fr: Nom

source: BlueProximity starting...
fr: Démarrage de BlueProximity...

source: started.
fr: démarré.

source: BlueProximity is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. BlueProximity is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Envy; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
fr: BlueProximity est un logiciel libre; vous pouvez le redistribuer et/ou le modifier selon les termes de la 'Licence Publique Générale GNU' publiée par la Free Software Foundation (version 2 de la License, ou bien toute autre version ultérieure choisie par vous). BlueProximity est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni implicite ni explicite, y compris les garanties de COMMERCIALISATION ou D'ADAPTATION POUR UN BESOIN PARTICULIER. Reportez-vous à la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU en même temps que ce programme. Si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Now scanning...
fr: En cours de recherche...

source: stopped.
fr: stoppé.

source: state:
fr: état:

source: Pause Mode - not connected
fr: En pause - non connecté

source: active
fr: actif

source: Simulation Mode (locking disabled)
fr: Mode Simulation (verrouillage désactivé)

source: Detected Distance:
fr: Distance détectée:

source: Current State:
fr: Etat actuel:

source: Status:
fr: Etat:

source: Could not open '
fr: Impossible d'ouvrir '

source: ' for writing.
fr: ' en écriture.

source: gone
fr: parti

source: Initialized...
fr: Initialisé...

source: No connection found, trying to establish one...
fr: Aucune connexion trouvée, recherche en cours...

source: screen is unlocked
fr: écran déverrouillé

source: screen is locked
fr: écran verrouillé

source: running...
fr: en cours...

source: <b>Action commands</b>
fr: <b>Commandes</b>

source: <b>Locking</b>
fr: <b>Verouillage</b>

source: <b>Logging</b>
fr: <b>Journal</b>

source: <b>Measured atm</b>
fr: <b>Mesuréeactuellement</b>

source: <b>Unlocking</b>
fr: <b>Déverrouillage</b>

source: <i><small>Please note that the device should already be paired!</small></i>
fr: <i><small>Veuillez noter que le périphérique devrait déjà être associé !</small></i>

source: BlueProximity Preferences
fr: Préférences BlueProximity

source: D_uration (sec.):
fr: D_urée (sec.):

source: Dur_ation (sec.):
fr: Dur_ée (sec.):

source: File_name
fr: Nom_Fichier

source: L_ocking command:
fr: Commande de V_errouillage:

source: MAC _Address
fr: _Adresse MAC

source: Pro_ximity command:
fr: Commande pro_ximité:

source: Select from _detected devices:
fr: Choisir parmi les périphériques _détectés:

source: _Bluetooth Device
fr: Périphérique _Bluetooth

source: _File
fr: _Fichier

source: _Locking
fr: _Verrouillage

source: _Proximity Details
fr: Informations _proximité

source: _Reset Min/Max
fr: _Réinitialisation Min/Max

source: _Scan for devices
fr: _Recherche de périphériques

source: _Syslog
fr: Journal _Système

source: _Unlocking command:
fr: Commande de _Déverrouillage

source: _Use selected device
fr: _Utiliser le périphérique sélectionné

source: min: - max: - state: -
fr: min: - max: - état: -
